---
kind: property
id: P:Autodesk.Revit.DB.SpecTypeId.Force
source: html/788eb334-2841-7a61-94b0-d02f6f96b75f.htm
---
# Autodesk.Revit.DB.SpecTypeId.Force Property

Force, in discipline Structural.

## Syntax (C#)
```csharp
public static ForgeTypeId Force { get; }
```